Repository: Dgimolunga/parse_telegram_bot
Catalog: localization/*/LC_MESSAGES/ex.po
Languages: ru_ru

source: Logging name is incorrect, try again.
ru_ru: Невереное имя пользователя, пропробуйте снова.

source: Delete this
ru_ru: Удалить этот

source: Add new
ru_ru: Добавить новый

source: Edit this
ru_ru: Редактировать этот

source: « Back to
ru_ru: « Вернуться к

source: Tickers
ru_ru: Тикеры

source: ParseChannels
ru_ru: Парсируемые каналы

source: ShareChannels
ru_ru: Куда шарить

source: Settings
ru_ru: Настройки

source: Change user
ru_ru: Сменить пользователя

source: Log out user
ru_ru: Выйти из пользователя

source: Delete user
ru_ru: Удалить пользователя

source: Change language
ru_ru: Сменить язык

source: ✅ (click to disable)
ru_ru: ✅ (нажмите для отключения)

source: ❌ (click to enable)
ru_ru: ❌ (нажмите для включения)

source: Nothing Title of Buttons Table
ru_ru: Пустой титул для таблицы с кнопками

source: Error, data not found or not rights for that
ru_ru: Ошибка, дата не найдены

source: Tag is {}
ru_ru: Тэг {}

source: Ticker
ru_ru: Тикеры

source: Tag
ru_ru: Тэг

source: Tags of {}
ru_ru: Тэги от {}

source: Tickers
ru_ru: Тикеры

source: Ticker name
ru_ru: Название тикера

source: Takers of {}
ru_ru: Тикеры от {}

source: User
ru_ru: Пользователь

source: Parse channel is {}
ru_ru: Парс канал {}

source: Parse channels of user
ru_ru: Парс каналы пользователя

source: Parse channel
ru_ru: Парс канал

source: Parse channels of user: {}
ru_ru: Парс каналы пользователя: {}

source: Share channel is {}
ru_ru: Шарканал {}

source: Share channels of user
ru_ru: Шарканалы пользователя

source: Share channel
ru_ru: Шар канал

source: Here it is {}! What do you want to do?
ru_ru: Это {}! Что вы хотите сделать?

source: settings
ru_ru: настройки

source: Start!
ru_ru: Поехали!

source: Echo mod active
ru_ru: Режим 'Повторюша - дядя храша' включён!

source: 🧑‍💻 Create new user
ru_ru: 🧑‍💻 Создать нового пользоывателя

source: Choose a username from the list below:
ru_ru: Выберите один из ваших проифилей или создайте новый:

source: Enter new user logging name:
ru_ru: Введите ноыое имя пользователя:

source: Confirm your password:
ru_ru: Повторите ваш пароль

source: Different password. Try again. Enter your password:
ru_ru: Пароли не совпадают. Введите пароль вновь:

source: User {} WAS CREATED 🎉🎉🎉🎉
ru_ru: Пользоваетель {} БЫЛ СОЗДАН 🎉🎉🎉🎉

source: Enter new user logging name:
ru_ru: Введите новое имя пользователя:

source: User logging incorrect, not posyble. Try again:
ru_ru: Имя пользователя не корректно, неправильное. Попробуйте снова:

source: No that user. Try again,
ru_ru: Такого пользователя нет. Попробуйте снова,

source: Not that password or logging name. Try again. Enter logging name of user:
ru_ru: Пользователя с такими данными не найдено. Попробуйте снова. Введите имя пользователя:

source: User {} HAS BEEN ADDED 🎉🎉🎉🎉
ru_ru: Пользователь {} БЫЛ ДОБАВЛЕН 🎉🎉🎉🎉

source: Enter logging name of user:
ru_ru: Введите имя пользователя:

source: Parse Channels
ru_ru: Парс каналы

source: Share Channels
ru_ru: Шар каналы

source: User Settings
ru_ru: Настройки Пользователя

source: « Back to User
ru_ru: « Вернуться к Пользователю

source: False input, try again. Input new {}. Please use this format, max size of one 55: Example1 example2😃 😃exaMple3
ru_ru: Неправильный ввод. Введите новый {}. Пожалуйста, используйте данный формат (максимальный размер 55символов): Пример1 Пример2😃 😃пример3

source: Yes, add
ru_ru: Да, добавить

source: No
ru_ru: Нет

source: Do you want add to {}: {} {}
ru_ru: Хотите ди вы добавить к {}: {} {}

source: Press yes/no for confirm. Or enter /cancel for ....(help for translate)
ru_ru: Нажмите да или нет. Или введите /cancel для ....(help for translate)

source: Error add. Try again
ru_ru: Ошибка добавления. Попробуйте снова

source: Great. To {}: {} add {}: {}
ru_ru: Класс. К {}: {} добавлен {}: {}

source: Input new {} to {}: {} Please use this format, max size of one 55: Example1 example2😃 😃exaMple3
ru_ru: Введите новый {} к {}: {} Пожалуйста, используйте данный формат (максимальный размер 55символов): Пример1 Пример2😃 😃пример3

source: Yes, logout from
ru_ru: Да, выйти

source: No, i misclicked
ru_ru: Нет, боже я дурак

source: You are about to logout from {}. Is that correct?
ru_ru: Вы хотите выйти из пользователя {}. Правильно?

source: Yes, i am sure 100%
ru_ru: Да, я уверен на 100%

source: You logout from {}.
ru_ru: Вы вышли из пользователя {}

source: Was deleted {}: {}
ru_ru: Быд УДАЛЁН {}: {}

source: Dont DELETED. TRY AGAIN ‼️
ru_ru: Не удадился. Попробуйте заного

source: Yes, delete it
ru_ru: Да, удалить это

source: You are about to delete: {} . Is that correct?
ru_ru: Выхотите удалить: {} . Правильно?

source: « Go to user manager
ru_ru: « Вернуться к пользователю

source: Choose language:
ru_ru: Выберите язык

source: Sorry, I am not allowed to talk to you
ru_ru: Извините, мне не разрешают разговаривать с Вами
